Repository: HenryJobst/mec-addon-plugin
Catalog: languages/mec-addon-plugin-*.po
Languages: de_de

source: Add some special enhancements to modern events calendar lite plugin.
de_de: Fügt ein paar Erweiterungen zum Modern Events Calendar (Lite) Plugin hinzu.

source: Announcement
de_de: Ausschreibung

source: Classification
de_de: Rubrik

source: Classification of the event
de_de: Rubrik der Veranstaltung

source: Course Informations
de_de: Bahndaten

source: Date Format:
de_de: Datumsformat:

source: Discipline
de_de: Disziplin

source: Discipline of this event. (Sprint, Middle, Long, ...)
de_de: Disziplin der Veranstaltung (LRL, DM, BRL, ...)

source: E.g. short name of the classification. (LRL, DM, BRL, ...)
de_de: In der Regel Kurzbezeichnung der Disziplin (LRL, DM, BRL, ...)

source: Event Link
de_de: Link zur Veranstaltung

source: Events Table
de_de: Veranstaltungstabelle

source: Full URL of the page or file with the course informations.
de_de: Link zur Seite oder Datei mit den Bahndaten.

source: Full URL of the page or file with the event announcement.
de_de: Link zur Seite oder Datei mit der Ausschreibung.

source: Full URL of the page or file with the event registration.
de_de: Link zur Seite oder Datei mit der Meldung.

source: Full URL of the page or file with the event results with splits.
de_de: Link zur Seite oder Datei mit den Ergebnissen inklusive der Splittzeiten.

source: Full URL of the page or file with the event results.
de_de: Link zur Seite oder Datei mit den Ergebnissen.

source: Full URL of the page or file with the event.
de_de: Link zur Seite der Veranstaltung.

source: Full URL of the page or file with the hygiene concept.
de_de: Link zur Seite oder Datei mit dem Hygienekonzept.

source: Full URL of the page or file with the startlist.
de_de: Link zur Seite oder Datei mit der Startliste.

source: Full URL of the page or file with the technical informations.
de_de: Link zur Seite oder Datei mit den Technischen Hinweisen.

source: Full URL of the page with the RouteGadget page for this event.
de_de: Link zur RouteGadget-Seite zur Veranstaltung.

source: How Many:
de_de: Anzahl der Einträge:

source: Hygiene Concept
de_de: Hygienekonzept

source: More Link:
de_de: Alle Link:

source: More Text:
de_de: Text für den "mehr"-Link

source: No events available.
de_de: Keine Veranstaltungen vorhanden.

source: Past Events
de_de: Wettkampf-Ergebnisse

source: Permalink to the page that show all events
de_de: Permalink zur Seite die alle Veranstaltungen enthält

source: Registration
de_de: Meldung

source: Registration date
de_de: Meldedatum

source: Registration date in form of 2021-01-31
de_de: Meldedatum in der Form 2021-01-31

source: Registration date of this event.
de_de: Meldedatum der Veranstaltung

source: Results
de_de: Ergebnisse

source: Results with splits
de_de: Ergebnisse mit Splittzeiten

source: Show All
de_de: Alle

source: Show Sports Type:
de_de: Sport-Typ anzeigen:

source: Show Urls:
de_de: Links anzeigen:

source: Split times in WinSplits Online
de_de: Splittzeiten in WinSplits Online

source: Startlist
de_de: Startliste

source: Technical Information
de_de: Technische Hinweise

source: Title:
de_de: Titel:

source: Type
de_de: Typ

source: Type of sport
de_de: Sportart

source: Type of sport of this event. (OL, MTB-O, Crosslauf, ...)
de_de: Sportart der Veranstaltung. (OL, MTB-O, Crosslauf, ...)

source: Type of this event. (Single, Relay, Team, ...)
de_de: Disziplin der Veranstaltung. (Single, Relay, Team, ...)

source: Upcoming Events
de_de: Kommende Veranstaltungen

source: URL of the announcement
de_de: Link zur Ausschreibung

source: URL of the course informations
de_de: Link zu den Bahndaten

source: URL of the event
de_de: Link zur Veranstaltung

source: URL of the event in WinSplits Online
de_de: Link zum Wettkampf in WinSplits Online

source: URL of the event in WinSplits Online to further analyze split times.
de_de: Link zum Wettkampf in WinSplits Online zur weiteren Analyse der Splittzeiten.

source: URL of the hygiene concept
de_de: Link zum Hygienekonzept

source: URL of the registration
de_de: Link zur Meldung

source: URL of the results
de_de: Link zu den Ergebnissen

source: URL of the results with splits
de_de: Link zu den Ergebnissen mit Splittzeiten

source: URL of the RouteGadget page for this event
de_de: Link zum RouteGadget

source: URL of the startlist
de_de: Link zur Startliste

source: URL of the technical informations
de_de: Link zu den Technischen Hinweisen

source: Urls Class:
de_de: Link CSS-Class:

source: WinSplits
de_de: WinSpits
